Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Picked folders are bind-mounted at /var/minis/mounts/<name>. You can browse them in Browse Files and read/write them directly from the iSH shell, just like /var/minis/shared. Up to 10 folders can be mounted at a time.
de: Ausgewählte Ordner werden unter /var/minis/mounts/<Name> per Bind-Mount eingebunden. Sie können sie im Dateibrowser durchsuchen und direkt aus der iSH-Shell lesen/schreiben, genauso wie /var/minis/shared. Bis zu 10 Ordner können gleichzeitig eingehängt werden.
es: Las carpetas elegidas se montan con bind en /var/minis/mounts/<name>. Puedes explorarlas en Explorar archivos y leerlas o escribirlas directamente desde el shell de iSH, igual que /var/minis/shared. Se pueden montar hasta 10 carpetas a la vez.
fil: Ang mga napiling folder ay naka-bind-mount sa /var/minis/mounts/<pangalan>. Puwede mo itong tingnan sa Browse Files at basahin/sulatan nang direkta mula sa iSH shell, gaya ng /var/minis/shared. Hanggang 10 folder ang puwedeng i-mount nang sabay.
fr: Les dossiers sélectionnés sont montés en bind dans /var/minis/mounts/<nom>. Vous pouvez les parcourir dans le navigateur de fichiers et les lire/écrire directement depuis le shell iSH, comme /var/minis/shared. Jusqu'à 10 dossiers peuvent être montés simultanément.
hr: Odabrane mape montiraju se (bind mount) na /var/minis/mounts/<name>. Možete ih pregledavati u Pregledniku datoteka te ih čitati i u njih pisati izravno iz iSH ljuske, jednako kao /var/minis/shared. Istovremeno se može montirati najviše 10 mapa.
id: Folder yang dipilih di-bind-mount di /var/minis/mounts/<nama>. Anda dapat menelusurinya di Jelajahi File dan membaca/menulisnya langsung dari shell iSH, sama seperti /var/minis/shared. Maksimal 10 folder dapat dipasang sekaligus.
ja: 選択したフォルダは /var/minis/mounts/<name> にバインドマウントされます。ファイルブラウザから参照でき、Minis Shell からも /var/minis/shared と同じように読み書きできます。同時に最大 10 個までマウントできます。
ko: 선택한 폴더는 /var/minis/mounts/<name>에 바인드 마운트됩니다. 파일 브라우저에서 탐색할 수 있고 Minis Shell에서 /var/minis/shared처럼 직접 읽고 쓸 수 있습니다. 동시에 최대 10개의 폴더를 마운트할 수 있습니다.
ms: Folder yang dipilih di-bind-mount pada /var/minis/mounts/<nama>. Anda boleh melayarinya dalam Layari File dan membaca/menulisnya terus dari shell iSH, sama seperti /var/minis/shared. Sehingga 10 folder boleh dilekapkan pada satu masa.
pl: Wybrane foldery są montowane w /var/minis/mounts/<nazwa>. Możesz je przeglądać w Przeglądaj pliki oraz czytać i zapisywać bezpośrednio z powłoki iSH, tak jak /var/minis/shared. Naraz można zamontować do 10 folderów.
pt_br: As pastas escolhidas são montadas por bind em /var/minis/mounts/<nome>. Você pode navegar por elas em Explorar arquivos e ler/gravar direto do shell iSH, como em /var/minis/shared. É possível montar até 10 pastas ao mesmo tempo.
ro: Dosarele alese sunt montate prin bind la /var/minis/mounts/<nume>. Le poți parcurge în Explorare fișiere și le poți citi/scrie direct din shell-ul iSH, la fel ca /var/minis/shared. Se pot monta cel mult 10 dosare simultan.
ru: Выбранные папки монтируются по пути /var/minis/mounts/<name>. Вы можете просматривать их в «Обзоре файлов» и читать/записывать их напрямую из оболочки iSH, как и /var/minis/shared. Одновременно можно смонтировать до 10 папок.
th: โฟลเดอร์ที่เลือกจะถูก bind-mount ที่ /var/minis/mounts/<ชื่อ> คุณเรียกดูได้ในเรียกดูไฟล์ และอ่าน/เขียนได้โดยตรงจาก shell ของ iSH เช่นเดียวกับ /var/minis/shared เมานต์ได้สูงสุด 10 โฟลเดอร์พร้อมกัน
tr: Seçilen klasörler /var/minis/mounts/<ad> altına bind-mount edilir. Bunlara Dosyalara Göz At'tan erişebilir ve tıpkı /var/minis/shared gibi doğrudan iSH shell'den okuyup yazabilirsiniz. Aynı anda en fazla 10 klasör bağlanabilir.
zh_hans: 所选文件夹将以 bind 方式挂载到 /var/minis/mounts/<name>。您可以在“浏览文件”中查看，也可以直接在 Minis Shell 中读写，就像 /var/minis/shared 一样。最多可同时挂载 10 个文件夹。
zh_hant: 所選資料夾將以 bind 方式掛載到 /var/minis/mounts/<name>。您可以在“瀏覽檔案”中查看，也可以直接在 Minis Shell 中讀寫，就像 /var/minis/shared 一樣。最多可同時掛載 10 個資料夾。

source: Pin
de: Anheften
es: Fijar
fil: I-pin
fr: Épingler
hr: Prikvači
id: Sematkan
ja: ピン留め
ko: 고정
ms: Semat
pl: Przypnij
pt_br: Fixar
ro: Fixează
ru: Закрепить
th: ปักหมุด
tr: Sabitle
zh_hans: 置顶
zh_hant: 置頂

source: Pinned
de: Angeheftet
es: Fijado
fil: Naka-pin
fr: Épinglé
hr: Prikvačeno
id: Disematkan
ja: ピン留め
ko: 고정됨
ms: Disemat
pl: Przypięte
pt_br: Fixadas
ro: Fixate
ru: Закреплённые
th: ปักหมุดแล้ว
tr: Sabitlenmiş
zh_hans: 置顶
zh_hant: 置頂

source: Pitch
de: Tonhöhe
es: Tono
fr: Hauteur
hr: Visina glasa
id: Nada
ja: ピッチ
ko: 음높이
ms: Pic
pl: Wysokość tonu
pt_br: Tom
ro: Tonalitate
ru: Высота тона
th: ระดับเสียง
tr: Perde
zh_hans: 音调
zh_hant: 音調

source: Plain or explicit TLS
de: Einfaches oder explizites TLS
es: TLS simple o explícito
fil: Plain o explicit na TLS
fr: TLS simple ou explicite
hr: Običan ili eksplicitni TLS
id: TLS biasa atau eksplisit
ja: 平文または明示的 TLS
ko: 일반 또는 명시적 TLS
ms: TLS biasa atau eksplisit
pl: Zwykły lub jawny TLS
pt_br: TLS simples ou explícito
ro: TLS simplu sau explicit
ru: Обычный или явный TLS
th: TLS แบบธรรมดาหรือแบบระบุชัดเจน
tr: Düz veya açık TLS
zh_hans: 普通或显式 TLS
zh_hant: 一般或明確 TLS

source: Plain Text
de: Klartext
es: Texto sin formato
fr: Texte brut
hr: Obični tekst
id: Teks Biasa
ja: プレーンテキスト
ko: 일반 텍스트
ms: Teks Biasa
pl: Zwykły tekst
pt_br: Texto simples
ro: Text simplu
ru: Обычный текст
th: ข้อความธรรมดา
tr: Düz Metin
zh_hans: 纯文本
zh_hant: 純文字

source: Play
de: Abspielen
es: Reproducir
fil: I-play
fr: Lire
hr: Reproduciraj
id: Putar
ja: 再生
ko: 재생
ms: Main
pl: Odtwórz
pt_br: Reproduzir
ro: Redă
ru: Воспроизвести
th: เล่น
tr: Oynat
zh_hans: 播放
zh_hant: 播放

source: Play or Pause Narration
de: Erzählung abspielen oder pausieren
es: Reproducir o pausar la narración
fil: I-play o I-pause ang Narration
fr: Lire ou mettre en pause la narration
hr: Reproduciraj ili pauziraj naraciju
id: Putar atau Jeda Narasi
ja: ナレーションの再生／一時停止
ko: 내레이션 재생 또는 일시정지
ms: Main atau Jeda Naratif
pl: Odtwórz lub wstrzymaj narrację
pt_br: Reproduzir ou pausar a narração
ro: Redă sau întrerupe narațiunea
ru: Воспроизвести или приостановить озвучивание
th: เล่นหรือหยุดการบรรยาย
tr: Anlatımı Oynat veya Duraklat
zh_hans: 播放或暂停朗读
zh_hant: 播放或暫停朗讀

source: PLAYING
de: WIRD ABGESPIELT
es: REPRODUCIENDO
fil: NAGPI-PLAY
fr: EN LECTURE
hr: REPRODUCIRA SE
id: MEMUTAR
ja: 再生中
ko: 재생 중
ms: MEMAINKAN
pl: ODTWARZANIE
pt_br: REPRODUZINDO
ro: SE REDĂ
ru: ВОСПРОИЗВЕДЕНИЕ
th: กำลังเล่น
tr: OYNATILIYOR
zh_hans: 播放中
zh_hant: 播放中

source: Please review how your data is handled before adding an AI provider.
de: Bitte lesen Sie, wie Ihre Daten verarbeitet werden, bevor Sie einen KI-Anbieter hinzufügen.
es: Revisa cómo se tratan tus datos antes de añadir un proveedor de IA.
fil: Pakisuri kung paano hinahawakan ang datos mo bago magdagdag ng AI provider.
fr: Veuillez consulter le traitement de vos données avant d'ajouter un fournisseur AI.
hr: Pregledajte kako se postupa s vašim podacima prije dodavanja AI pružatelja.
id: Harap tinjau cara data Anda ditangani sebelum menambahkan penyedia AI.
ja: AIプロバイダーを追加する前に、データの取り扱いについてご確認ください。
ko: AI 공급자를 추가하기 전에 데이터 처리 방식을 확인하세요.
ms: Sila semak cara data anda dikendalikan sebelum menambah pembekal AI.
pl: Zapoznaj się z tym, jak przetwarzane są Twoje dane, zanim dodasz dostawcę AI.
pt_br: Leia como seus dados são tratados antes de adicionar um provedor de IA.
ro: Verifică modul în care sunt tratate datele tale înainte de a adăuga un furnizor AI.
ru: Перед добавлением AI-провайдера ознакомьтесь с тем, как обрабатываются ваши данные.
th: โปรดตรวจสอบวิธีจัดการข้อมูลของคุณก่อนเพิ่มผู้ให้บริการ AI
tr: Yapay zekâ sağlayıcısı eklemeden önce verilerinizin nasıl işlendiğini inceleyin.
zh_hans: 在添加 AI 服务商之前，请了解您的数据将如何被处理。
zh_hant: 在加入 AI 服務商之前，請了解您的資料將如何被處理。

source: Pre-v2 messages stay on this device only. Requesting migration uploads them to iCloud so other devices can download. Once finished, this device's old v1 zone is freed.
de: Nachrichten von vor V2 bleiben nur auf diesem Gerät. Beim Anfordern der Migration werden sie in iCloud hochgeladen, damit andere Geräte sie laden können. Danach wird die alte V1-Zone dieses Geräts freigegeben.
es: Los mensajes anteriores a la v2 permanecen solo en este dispositivo. Al solicitar la migración se suben a iCloud para que otros dispositivos puedan descargarlos. Al terminar, se libera la antigua zona v1 de este dispositivo.
fil: Nananatili sa device na ito lang ang mga pre-v2 na mensahe. Ina-upload ang mga ito sa iCloud kapag humiling ng migration para ma-download ng ibang device. Kapag tapos na, mababakante ang lumang v1 zone ng device na ito.
fr: Les messages antérieurs à la v2 restent sur cet appareil uniquement. Demander la migration les envoie vers iCloud afin que vos autres appareils puissent les télécharger. Une fois terminé, l'ancienne zone v1 de cet appareil est libérée.
hr: Poruke starije od v2 ostaju samo na ovom uređaju. Zahtjevom za prebacivanje šalju se na iCloud kako bi ih drugi uređaji mogli preuzeti. Kada završi, stara v1 zona ovog uređaja se oslobađa.
id: Pesan pra-v2 hanya tersimpan di perangkat ini. Meminta migrasi akan mengunggahnya ke iCloud agar perangkat lain dapat mengunduhnya. Setelah selesai, zona v1 lama perangkat ini dibebaskan.
ja: V2 以前のメッセージはこのデバイスにのみ残ります。マイグレーションを依頼すると iCloud にアップロードされ、他のデバイスからも取得できます。完了後、このデバイスの旧 V1 ゾーンは解放されます。
ko: V2 이전 메시지는 이 기기에만 남습니다. 마이그레이션을 요청하면 iCloud로 업로드되어 다른 기기에서 내려받을 수 있습니다. 완료되면 이 기기의 이전 V1 영역이 해제됩니다.
ms: Mesej pra-v2 kekal pada peranti ini sahaja. Meminta migrasi akan memuat naiknya ke iCloud supaya peranti lain boleh memuat turun. Setelah selesai, zon v1 lama peranti ini dibebaskan.
pl: Wiadomości sprzed v2 pozostają tylko na tym urządzeniu. Żądanie migracji wysyła je do iCloud, aby inne urządzenia mogły je pobrać. Po zakończeniu stara strefa v1 tego urządzenia zostaje zwolniona.
pt_br: As mensagens pré-v2 ficam só neste dispositivo. Solicitar a migração as envia ao iCloud para os outros dispositivos baixarem. Ao terminar, a antiga zona v1 deste dispositivo é liberada.
ro: Mesajele de dinainte de v2 rămân doar pe acest dispozitiv. Solicitarea migrării le încarcă în iCloud, ca celelalte dispozitive să le poată descărca. La final, vechea zonă v1 a acestui dispozitiv este eliberată.
ru: Сообщения до v2 остаются только на этом устройстве. Запрос миграции отправит их в iCloud, чтобы другие устройства могли их загрузить. По завершении старая зона v1 этого устройства освобождается.
th: ข้อความก่อน v2 อยู่บนอุปกรณ์นี้เท่านั้น การขอย้ายข้อมูลจะอัปโหลดขึ้น iCloud เพื่อให้อุปกรณ์อื่นดาวน์โหลดได้ เมื่อเสร็จแล้ว โซน v1 เดิมของอุปกรณ์นี้จะถูกปลดปล่อย
tr: v2 öncesi mesajlar yalnızca bu aygıtta kalır. Taşıma istemek, diğer aygıtların indirebilmesi için bunları iCloud'a yükler. Bittiğinde bu aygıtın eski v1 bölgesi boşaltılır.
zh_hans: v2 之前的消息只存在于本设备。开始迁移后，它们会上传到 iCloud 以便其他设备下载。完成后将释放本设备旧的 v1 区域占用。
zh_hant: V2 之前的訊息只會留在這台裝置上。要求移轉後會上傳到 iCloud，讓其他裝置可以下載。完成後，這台裝置的舊 V1 區域就會釋出。

source: Preferred
de: Bevorzugt
es: Preferido
fil: Mas gusto
fr: Préféré
hr: Preferirano
id: Diutamakan
ja: 優先
ko: 선호
ms: Diutamakan
pl: Preferowany
pt_br: Preferido
ro: Preferat
ru: Предпочтительный
th: ที่ต้องการ
tr: Tercih edilen
zh_hans: 首选
zh_hant: 偏好

source: Preparing large document…
de: Großes Dokument wird vorbereitet …
es: Preparando documento grande…
fil: Inihahanda ang malaking dokumento…
fr: Préparation d’un grand document…
hr: Priprema velikog dokumenta…
id: Menyiapkan dokumen besar…
ja: 大きなドキュメントを準備中…
ko: 큰 문서 준비 중…
ms: Menyediakan dokumen besar…
pl: Przygotowywanie dużego dokumentu…
pt_br: Preparando documento grande…
ro: Se pregătește documentul mare…
ru: Подготовка большого документа…
th: กำลังเตรียมเอกสารขนาดใหญ่…
tr: Büyük belge hazırlanıyor…
zh_hans: 正在准备大型文档…
zh_hant: 正在準備大型檔案…

source: Preparing…
de: Wird vorbereitet …
es: Preparando…
fil: Naghahanda…
fr: Préparation…
hr: Priprema…
id: Menyiapkan…
ja: 準備中…
ko: 준비 중…
ms: Menyediakan…
pl: Przygotowywanie…
pt_br: Preparando…
ro: Se pregătește…
ru: Подготовка…
th: กำลังเตรียม…
tr: Hazırlanıyor…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Prevent the screen from sleeping while any session is running a task. May increase battery drain.
de: Verhindert, dass der Bildschirm in den Ruhezustand wechselt, während eine Sitzung eine Aufgabe ausführt. Kann den Akkuverbrauch erhöhen.
es: Evita que la pantalla se apague mientras alguna sesión esté ejecutando una tarea. Puede aumentar el consumo de batería.
fil: Pigilan ang screen na matulog habang may session na tumatakbong task. Maaaring makadagdag sa paggamit ng baterya.
fr: Empêche l'écran de se mettre en veille pendant qu'une session exécute une tâche. Peut augmenter la consommation de la batterie.
hr: Spriječi uspavljivanje zaslona dok bilo koja sesija izvodi zadatak. Može povećati potrošnju baterije.
id: Cegah layar tertidur selama ada sesi yang menjalankan tugas. Dapat mempercepat pemakaian baterai.
ja: セッションがタスクを実行している間、画面がスリープしないようにします。バッテリーの消費が増える可能性があります。
ko: 세션이 작업을 실행하는 동안 화면이 절전 모드로 들어가지 않도록 합니다. 배터리 소모가 늘어날 수 있습니다.
ms: Halang skrin daripada tidur semasa ada sesi menjalankan tugas. Mungkin meningkatkan penggunaan bateri.
pl: Zapobiega wygaszaniu ekranu, gdy jakakolwiek sesja wykonuje zadanie. Może zwiększyć zużycie baterii.
pt_br: Impede que a tela apague enquanto alguma sessão estiver executando uma tarefa. Pode aumentar o consumo de bateria.
ro: Împiedică stingerea ecranului cât timp o sesiune execută o sarcină. Poate crește consumul de baterie.
ru: Не давать экрану гаснуть, пока какая-либо сессия выполняет задачу. Может увеличить расход заряда.
th: ป้องกันไม่ให้หน้าจอดับขณะที่มีเซสชันกำลังทำงาน อาจทำให้แบตเตอรี่หมดเร็วขึ้น
tr: Herhangi bir oturum görev çalıştırırken ekranın kapanmasını engeller. Pil tüketimini artırabilir.
zh_hans: 有会话任务运行时保持屏幕不熄灭，可能增加电量损耗。
zh_hant: 有工作階段任務運行時保持螢幕不熄滅，可能增加電量損耗。

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
hr: Pregled
id: Pratinjau
ja: プレビュー
ko: 미리보기
ms: Pratonton
pl: Podgląd
pt_br: Visualização
ro: Previzualizare
ru: Предпросмотр
th: ตัวอย่าง
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

source: Preview not available
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fil: Walang available na preview
fr: Aperçu non disponible
hr: Pregled nije dostupan
id: Pratinjau tidak tersedia
ja: プレビューできません
ko: 미리보기 사용 불가
ms: Pratonton tidak tersedia
pl: Podgląd niedostępny
pt_br: Prévia indisponível
ro: Previzualizare indisponibilă
ru: Предпросмотр недоступен
th: ไม่มีตัวอย่าง
tr: Önizleme kullanılamıyor
zh_hans: 无法预览
zh_hant: 無法預覽

source: Primary
de: Primär
es: Principal
fil: Pangunahin
fr: Principal
hr: Primarni
id: Utama
ja: プライマリ
ko: 주요
ms: Utama
pl: Główny
pt_br: Principal
ro: Principal
ru: Основная
th: หลัก
tr: Birincil
zh_hans: 主模型
zh_hant: 主模型

source: Primary is used for main Agent tasks. Sub is used for lightweight tasks like title generation. If Sub is not set, it inherits from Primary.
de: Primär wird für Hauptaufgaben verwendet. Sub für leichte Aufgaben wie Titelgenerierung. Wenn Sub nicht gesetzt ist, wird Primär übernommen.
es: El principal se usa para las tareas principales de Minis Agent. El secundario se usa para tareas ligeras, como generar títulos. Si no se define el secundario, hereda del principal.
fil: Ginagamit ang Pangunahin para sa mga pangunahing agent task. Ginagamit ang Sub para sa magagaan na task gaya ng paggawa ng pamagat. Kung walang Sub, minamana nito ang Pangunahin.
fr: Le principal est utilisé pour les tâches principales. Le secondaire pour les tâches légères comme la génération de titres. S'il n'est pas défini, il hérite du principal.
hr: Primarni se koristi za glavne zadatke Agenta. Pomoćni se koristi za lagane zadatke poput stvaranja naslova. Ako pomoćni nije postavljen, nasljeđuje primarni.
id: Utama dipakai untuk tugas agen utama. Sub dipakai untuk tugas ringan seperti pembuatan judul. Jika Sub tidak disetel, ia mewarisi dari Utama.
ja: プライマリはメインタスクに使用されます。サブはタイトル生成などの軽量タスクに使用されます。サブが未設定の場合はプライマリが継承されます。
ko: 주요 모델은 주요 Agent 작업에, 보조 모델은 제목 생성 등 가벼운 작업에 사용됩니다. 보조가 미설정이면 주요를 상속합니다.
ms: Utama digunakan untuk tugas ejen utama. Sub digunakan untuk tugas ringan seperti penjanaan tajuk. Jika Sub tidak ditetapkan, ia mewarisi dari Utama.
pl: Główny służy do zadań agenta. Pomocniczy służy do lekkich zadań, np. tworzenia tytułów. Jeśli pomocniczy nie jest ustawiony, dziedziczy po głównym.
pt_br: O Principal é usado nas tarefas principais do agente. O Sub é usado em tarefas leves, como gerar títulos. Se o Sub não for definido, ele herda do Principal.
ro: Principal se folosește pentru sarcinile principale ale agentului. Secundar se folosește pentru sarcini ușoare, ca generarea titlurilor. Dacă Secundar nu e setat, moștenește de la Principal.
ru: Основная используется для главных задач Agent. Дополнительная используется для лёгких задач, например генерации заголовков. Если дополнительная не задана, она наследуется от основной.
th: หลักใช้สำหรับงานเอเจนต์หลัก รองใช้สำหรับงานเบาอย่างการสร้างชื่อ หากไม่ได้ตั้งค่ารอง จะสืบทอดจากหลัก
tr: Birincil, ana aracı görevleri için kullanılır. İkincil, başlık üretme gibi hafif görevler içindir. İkincil ayarlanmazsa Birincil'den devralır.
zh_hans: 主模型用于主要任务，辅助模型用于标题生成等轻量任务。未设置辅助模型时将继承主模型。
zh_hant: 主模型用於主要任務，輔助模型用於標題生成等輕量任務。未設定輔助模型時將繼承主模型。

source: Primary is used for main Agent tasks. Sub is used for lightweight tasks like title generation. Voice Input/Output pick a group whose audio-capable models drive speech-to-text and text-to-speech; if none is set, the offline System voice is used.
de: Primär wird für die Hauptaufgaben von Minis Agent verwendet. Sub wird für leichtgewichtige Aufgaben wie die Titelgenerierung verwendet. Spracheingabe/-ausgabe wählen eine Gruppe, deren audiofähige Modelle Sprache-zu-Text und Text-zu-Sprache antreiben; ist keine gesetzt, wird die offline System-Stimme verwendet.
es: El principal se usa para las tareas principales de Minis Agent. El secundario se usa para tareas ligeras, como generar títulos. Entrada/Salida de voz eligen un grupo cuyos modelos con capacidad de audio se encargan de la voz a texto y del texto a voz; si no se define ninguno, se usa la voz del sistema sin conexión.
fil: Ginagamit ang Pangunahin para sa mga pangunahing agent task. Ginagamit ang Sub para sa magagaan na task gaya ng paggawa ng pamagat. Pumipili ang Voice Input/Output ng group na ang mga audio-capable na model ang humahawak ng speech-to-text at text-to-speech; kung wala, ang offline na System voice ang gagamitin.
fr: Le modèle principal sert aux tâches principales de l’Agent. Le modèle secondaire sert aux tâches légères comme la génération de titres. Entrée/Sortie vocale choisissent un groupe dont les modèles audio assurent la reconnaissance et la synthèse vocale ; si aucun n’est défini, la voix système hors ligne est utilisée.
hr: Primarni se koristi za glavne zadatke Agenta. Pomoćni se koristi za lagane zadatke poput stvaranja naslova. Glasovni ulaz/izlaz odabiru grupu čiji modeli s podrškom za zvuk pokreću pretvorbu govora u tekst i teksta u govor; ako nijedna nije postavljena, koristi se izvanmrežni glas sustava.
id: Utama dipakai untuk tugas agen utama. Sub dipakai untuk tugas ringan seperti pembuatan judul. Masukan/Keluaran Suara memilih grup yang model berkemampuan audionya menangani ucapan-ke-teks dan teks-ke-ucapan; jika tidak ada yang disetel, suara Sistem offline yang dipakai.
ja: プライマリは Agent の主なタスクに使われます。サブはタイトル生成などの軽量タスクに使われます。音声入力/出力は、音声対応モデルが音声認識と音声合成を担うグループを選びます。未設定の場合はオフラインのシステム音声が使われます。
ko: 기본은 주요 Agent 작업에 사용됩니다. 보조는 제목 생성 같은 가벼운 작업에 사용됩니다. 음성 입력/출력은 오디오 지원 모델이 음성 인식과 음성 합성을 수행하는 그룹을 선택합니다. 설정하지 않으면 오프라인 시스템 음성이 사용됩니다.
ms: Utama digunakan untuk tugas ejen utama. Sub digunakan untuk tugas ringan seperti penjanaan tajuk. Input/Output Suara memilih kumpulan yang model berkeupayaan audionya mengendalikan pertuturan-ke-teks dan teks-ke-pertuturan; jika tiada yang ditetapkan, suara Sistem luar talian digunakan.
pl: Główny służy do zadań agenta. Pomocniczy służy do lekkich zadań, np. tworzenia tytułów. Wejście i wyjście głosowe wybierają grupę, której modele obsługujące dźwięk odpowiadają za mowę-na-tekst i tekst-na-mowę; jeśli żadnej nie ustawiono, używany jest głos systemowy offline.
pt_br: O Principal é usado nas tarefas principais do agente. O Sub é usado em tarefas leves, como gerar títulos. Entrada/saída de voz escolhem um grupo cujos modelos de áudio comandam a fala para texto e o texto para fala; se nenhum for definido, usa-se a voz do Sistema, offline.
ro: Principal se folosește pentru sarcinile principale ale agentului. Secundar se folosește pentru sarcini ușoare, ca generarea titlurilor. Intrarea/ieșirea vocală aleg un grup ale cărui modele audio asigură speech-to-text și text-to-speech; dacă nu e setat niciunul, se folosește vocea Sistem, offline.
ru: Основная используется для главных задач Minis Agent. Дополнительная — для лёгких задач, например генерации заголовков. Голосовой ввод/вывод выбирают группу, чьи аудиомодели обеспечивают распознавание и синтез речи; если не задано, используется офлайн системный голос.
th: หลักใช้สำหรับงานเอเจนต์หลัก รองใช้สำหรับงานเบาอย่างการสร้างชื่อ อินพุต/เอาต์พุตเสียงจะเลือกกลุ่มที่มีโมเดลรองรับเสียงเพื่อจัดการเสียงพูดเป็นข้อความและข้อความเป็นเสียงพูด หากไม่ได้ตั้งค่าไว้ จะใช้เสียงระบบแบบออฟไลน์
tr: Birincil, ana aracı görevleri için kullanılır. İkincil, başlık üretme gibi hafif görevler içindir. Ses Girişi/Çıkışı, konuşmadan metne ve metinden konuşmaya işlerini yürüten ses yetenekli modellere sahip bir grup seçer; hiçbiri ayarlanmazsa çevrimdışı Sistem sesi kullanılır.
zh_hans: 主模型用于 Agent 的主要任务。副模型用于标题生成等轻量任务。语音输入/输出会选择一个分组,由其支持音频的模型驱动语音转文字和文字转语音;若未设置,则使用离线的系统语音。
zh_hant: 主模型用於智能體的主要任務。副模型用於標題生成等輕量任務。語音輸入/輸出會選擇一個分組,由其支援音訊的模型驅動語音轉文字和文字轉語音;若未設定,則使用離線的系統語音。
